html/Misc/quotes/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Quotes</title>
<meta name="generator" content="Org Mode" />
<meta charset="UTF-8">
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<meta http-equiv="X-UA-Compatible" content="ie=edge">
<title>Blah</title>
<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/6.1.2/css/all.min.css" integrity="sha512-1sCRPdkRXhBV2PBLUdRb4tMg1w2YPf37qatUFeS7zlBy7jJI8Lf4VHwWfZZfpXtYSLy85pkm9GaYVYMfw5BC1A==" crossorigin="anonymous" referrerpolicy="no-referrer">
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css">
</head>
<body>
<div id="preamble" class="status">
<header>
      <h1> Ian Stranathan </h1>
        <nav>
	  <ul>
	    <li><a href="mailto:email@ianstranathan.com"><i class="fa fa-envelope" aria-hidden="true"></i></a></li>
	    <li><a href="https://github.com/ianstranathan"><i class="fa-brands fa-github"></i></a></li>
	  </ul>
	</nav>
    </header>
</div>
<div id="content" class="content">
<h1 class="title">Quotes</h1>
<p>
Like the information density of a picture compared with words, I find quotes to be useful in communicating a great deal
with very little.
</p>

<blockquote>
<p>
Try not to become a man of success, but rather try to become a man of value. &#x2013; Albert Einstein
</p>
</blockquote>

<blockquote>
<p>
What I cannot create, I do not understand. &#x2013; Richard Feynman
</p>
</blockquote>

<blockquote>
<p>
Was Du ererbt von deinen Vätern hast, erwirb es, um es zu besitzen. &#x2013; Goethe
</p>
</blockquote>

<blockquote>
<p>
Ostinato Rigore. &#x2013; Leonardo da Vinci
</p>
</blockquote>

<blockquote>
<p>
Only the autodidacts are free. &#x2013; Nassim Nicholas Taleb
</p>
</blockquote>

<blockquote>
<p>
Herd thither, me hither. &#x2013; Erik Naggum
</p>
</blockquote>

<blockquote>
<p>
"The whole problem with the world is that fools and fanatics are always so certain of themselves, and wiser people so full of doubts." &#x2013; Bertrand Russell
</p>
</blockquote>

<blockquote>
<p>
The fool doth think he is wise, the wise man knows himself to be a fool &#x2013; William Shakespeare
</p>
</blockquote>

<blockquote>
<p>
If I am not for myself, who will be for me? And being for myself, what am I? And if not now, when? &#x2013; Hillel the Elder
</p>
</blockquote>

<blockquote>
<p>
There is only one thing that I dread: not to be worthy of my sufferings. &#x2013; Fyodor Dostoevsky
</p>
</blockquote>

<blockquote>
<p>
Arise awake and stop not until the goal is reached. &#x2013; Swami Vivekananda
</p>
</blockquote>

<blockquote>
<p>
The great appear great because we are on our knees. Let us rise! &#x2013; James Larkin
</p>
</blockquote>

<blockquote>
<p>
la nature ne fait jamais des sauts &#x2013; Leibniz
</p>
</blockquote>

<blockquote>
<p>
Wahrlich, es ist nicht das Wissen, sondern das Lernen, nicht das Besitzen sondern das Erwerben, nicht das Da-Seyn, sondern das Hinkommen, was den grössten Genuss. &#x2013; Gauss
</p>
</blockquote>

<blockquote>
<p>
When I write a paper, I have to rederive for myself the rules of differentiation and sometimes even the commutative law of multiplication. &#x2013; Lipót Fejér 
</p>
</blockquote>

<blockquote>
<p>
Hat man sein warum? des Lebens, so verträgt man sich fast mit jedem wie? &#x2013; Nietzsche
</p>
</blockquote>

<blockquote>
<p>
The only true wisdom is in knowing you know nothing. &#x2013; Socrates
</p>
</blockquote>

<blockquote>
<p>
The unexamined life is not worth living. &#x2013; Socrates
</p>
</blockquote>

<blockquote>
<p>
Practice yourself, for heaven’s sake, in little things;
and thence proceed to greater. &#x2013; Epictetus
</p>
</blockquote>

<blockquote>
<p>
"Perfection is achieved, not when there is nothing more to add, but when there is nothing left to take away." &#x2013; Atoine de Saint-Exupery
</p>
</blockquote>

<blockquote>
<p>
Give them the third best to go on with; the second best comes too late, the best never comes. &#x2013; Robert Alexander Watson-Watt
</p>
</blockquote>

<blockquote>
<p>
"Make things as simple as possible, but no simpler." &#x2013; Abert Einstein
</p>
</blockquote>

<blockquote>
<p>
There are two ways to write error-free programs; only the third one works. &#x2013; Alan Perlis
</p>
</blockquote>

<blockquote>
<p>
"The truth is that the State is a conspiracy designed not only to exploit, but above all to corrupt its citizens" &#x2013; Leo Tolstoy
</p>
</blockquote>

<blockquote>
<p>
"Part of the fame of the most celebrated people always belongs to the foolishness of their admirers" &#x2013; Georg Christoph Lichtenberg
</p>
</blockquote>

<blockquote>
<p>
The secret to what anything means to us depends on how we've connected it to other things we know. &#x2013; Marvin Minsky
</p>
</blockquote>

<blockquote>
<p>
And that's the point – Not to make something sell, something very popular, 
but to love something, and make something that we creators can love.
It's the very core feeling we should have in making games. &#x2013; Shigeru Miyamoto
</p>
</blockquote>

<blockquote>
<p>
If you ask me, Tech/Engineering is there to support Art/Design. And Art/Design is there to support Story/Experience/Product. Science/Research is there to inspire them all. &#x2013; Inigo Quilez
</p>
</blockquote>

<blockquote>
<p>
Ever tried. Ever failed. No matter. Try again. Fail again. Fail better. &#x2013; Samuel Beckett
</p>
</blockquote>

<blockquote>
<p>
Vīta brevis,
ars longa,
occāsiō praeceps,
experīmentum perīculōsum,
iūdicium difficile.
</p>
</blockquote>
</div>
<div id="postamble" class="status">
<footer>
    <p>All content on this site is © Ian Stranathan,
      <span id="current-year"></span>.
      <br>Use of this content for training AI or machine learning models is <em>not allowed</em>.
    </p>
  </footer>
<script>document.addEventListener('DOMContentLoaded', function() {
    const yearSpan     = document.getElementById('current-year');
    const h1_name_link = document.getElementById('name-link');
    if (yearSpan) { // Check if the element exists before trying to update it
      yearSpan.textContent = new Date().getFullYear();
    }
    if (h1_name_link) { // Check if the element exists before trying to update it
	h1_name_link.innerHTML = window.location.href === "https://www.ianstranathan.com/" ? "<h1>Ian Stranathan</h1>" : '<h1><a href="https://www.ianstranathan.com/">Ian Stranathan</a></h1>'
    }
  });
</script>
</div>
</body>
</html>
